Revit 2027 API
ParameterTypeId.ColAttachJustificationComboParam Property
 "Attachment Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ColAttachJustificationComboParam { get; }
Public Shared ReadOnly Property ColAttachJustificationComboParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ColAttachJustificationComboParam {
	ForgeTypeId^ get ();
}
static member ColAttachJustificationComboParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace